INSERT INTO t_scooter(c_id, c_duration_in_used, c_number_plate, c_status, c_model_id, c_rental_point_id)
VALUES
    -- Точка аренды 11 (Омск, ул. Ленина, 23) - 5 самокатов
    ( 1,0, 'СК001ОР78', 'FREE', 1, 11),
    ( 2,120, 'СК002ОР78', 'FREE', 1, 11),
    ( 3,45, 'СК003ОР78', 'FREE', 2, 11),
    ( 4,0, 'СК004ОР78', 'FREE', 2, 11),
    ( 5,180, 'СК005ОР78', 'FREE', 3, 11),

    -- Точка аренды 12 (Омск, ул. Тарская, 12) - 5 самокатов
    ( 6,0, 'СК006ОР78', 'FREE', 3, 12),
    ( 7,90, 'СК007ОР78', 'FREE', 3, 12),
    ( 8,0, 'СК008ОР78', 'FREE', 3, 12),
    ( 9,30, 'СК009ОР78', 'FREE', 5, 12),
    ( 10,0, 'СК010ОР78', 'FREE', 5, 12),

    -- Точка аренды 13 (Омск, ул. Завертяева, 5) - 3 самоката
    ( 11,0, 'СК011ОР78', 'FREE', 4, 13),
    ( 12,240, 'СК012ОР78', 'FREE', 4, 13),
    ( 13,0, 'СК013ОР78', 'FREE', 5, 13),

    -- Точка аренды 14 (Омск, ул. Масленникова, 136) - 7 самокатов
    ( 14,60, 'СК014ОР78', 'FREE', 2, 14),
    ( 15,0, 'СК015ОР78', 'FREE', 2, 14),
    ( 16,300, 'СК016ОР78', 'FREE', 2, 14),
    ( 17,0, 'СК017ОР78', 'FREE', 2, 14),
    ( 18,120, 'СК018ОР78', 'FREE', 1, 14),
    ( 19,0, 'СК019ОР78', 'FREE', 3, 14),
    ( 20,0, 'СК020ОР78', 'FREE', 3, 14),


    -- Точка аренды 15 (Новосибирск, Красный проспект, 17) - 5 самокатов
    ( 21,0, 'СК021ОР78', 'FREE', 4, 15),
    ( 22,0, 'СК022ОР78', 'FREE', 4, 15),
    ( 23,0, 'СК023ОР78', 'FREE', 4, 15),
    ( 24,0, 'СК024ОР78', 'FREE', 4, 15),
    ( 25,0, 'СК025ОР78', 'FREE', 4, 15),

    -- Точка аренды 16 (Новосибирск, ул. Кирова, 86) - 2 самоката
    ( 26,0, 'СК026ОР78', 'FREE', 2, 16),
    ( 27,90, 'СК027ОР78', 'FREE', 4, 16),

    -- Точка аренды 17 (Новосибирск, ТЦ Галерея) - 6 самокатов
    ( 28,0, 'СК028ОР78', 'FREE', 1, 17),
    ( 29,0, 'СК029ОР78', 'FREE', 1, 17),
    ( 30,30, 'СК030ОР78', 'FREE', 1, 17),
    ( 31,0, 'СК031ОР78', 'FREE', 5, 17),
    ( 32,150, 'СК032ОР78', 'FREE', 5, 17),
    ( 33,0, 'СК033ОР78', 'FREE', 5, 17),

    -- Точка аренды 18 (Новосибирск, Речной вокзал) - 3 самоката
    ( 34,0, 'СК034ОР78', 'FREE', 1, 18),
    ( 35,60, 'СК035ОР78', 'FREE', 3, 18),
    ( 36,0, 'СК036ОР78', 'FREE', 2, 18),


    -- Точка аренды 19 (Томск, пр. Ленина, 30) - 4 самоката
    ( 37,210, 'СК037ОР78', 'FREE', 2, 19),
    ( 38,0, 'СК038ОР78', 'FREE', 2, 19),
    ( 39,0, 'СК039ОР78', 'FREE', 2, 19),
    ( 40,90, 'СК040ОР78', 'FREE', 2, 19),

    -- Точка аренды 20 (Томск, ул. Усова, 7) - 2 самоката
    ( 41,0, 'СК041ОР78', 'FREE', 3, 20),
    ( 42,0, 'СК042ОР78', 'FREE', 1, 20),

    -- Точка аренды 21 (Томск, ул. Белинского, 15) - 3 самоката
    ( 43,30, 'СК043ОР78', 'FREE', 2, 21),
    ( 44,0, 'СК044ОР78', 'FREE', 1, 21),
    ( 45,120, 'СК045ОР78', 'FREE', 1, 21),

    -- Точка аренды 22 (Томск, ул. Пушкина, 10) - 2 самоката
    ( 46,0, 'СК046ОР78', 'FREE', 1, 22),
    ( 47,180, 'СК047ОР78', 'FREE', 1, 22),


    -- В аренде
    ( 48,300, 'СК048ОР78', 'TAKEN', 1, null),
    ( 49,265, 'СК049ОР78', 'TAKEN', 1, null),
    ( 50,45, 'СК0501Р78', 'TAKEN', 2, null),

    -- Не активны
    ( 51,0, 'СК0502Р78', 'NOT_ACTIVE', 5, null),
    ( 52,0, 'СК0503Р78', 'NOT_ACTIVE', 5, null),
    ( 53,0, 'СК0504Р78', 'NOT_ACTIVE', 5, null);

ALTER SEQUENCE t_scooter_c_id_seq RESTART WITH 54;
