INSERT INTO t_user_tariffs (c_id, c_discount_pct, c_custom_price_per_minute, c_start_date, c_end_date, c_tariff_id,
                            c_user_id)
VALUES (1, 10, 5, '2025-05-10 00:00:00', '2025-06-10 23:59:59', 5, 10),
       (2, 50, 10, '2025-05-12 00:00:00', '2025-06-12 23:59:59', 5, 11),
       (3, 20, 2, '2025-05-11 00:00:00', '2025-06-11 23:59:59', 5, 12),
       (4, 15, null, '2025-05-05 00:00:00', '2025-06-05 23:59:59', 5, 13),
       (5, 15, null, '2025-05-11 00:00:00', '2025-06-11 23:59:59', 5, 14),
       (6, 40, 5.1, '2025-05-11 00:00:00', '2026-05-11 23:59:59', 6, 15),

-- Истек тариф
       (7, 10, 2.5, '2025-04-04 00:00:00', '2025-05-04 23:59:59', 5, 16),

-- У этого пользователя истекла подписка - будет использован тариф
       (8, 10, 6.5, '2025-05-12 00:00:00', '2025-06-12 23:59:59', 5, 8),

-- Истекла и подписка и тариф - будет использован дефолтный тариф
       (9, 15, 5, '2025-04-12 00:00:00', '2025-05-12 23:59:59', 5, 9);

ALTER SEQUENCE t_user_tariffs_c_id_seq RESTART WITH 10;


